{
  "about": "Acerca de mí",
  "aboutMyself": "Soy un desarrollador de software especializado en crear experiencias digitales excepcionales. Actualmente, estoy centrado en la creación de productos en ",
  "accentureDescription": "Colaboración en tareas Front-end utilizando React.js, React Context y Redux.",
  "accentureDescriptionFive": "Desarrollo, mantenimiento y envío de código de producción para sitios web de clientes utilizando principalmente HTML, CSS, Sass, JavaScript y jQuery.",
  "accentureDescriptionFour": "Encargado de tareas móviles usando React Native como framework principal.",
  "accentureDescriptionThree": "Aplicaciones probadas con Jest.js para pruebas unitarias",
  "accentureDescriptionTwo": "Pair Programming con el back-end para nuevas APIs.",
  "basappWorkDescription": "Aplicación de seguridad en webApp y móvil. diseñada para barrios y municipios para alertar de robos y peligros.",
  "butacaWorkDescription": "Butaca TV es una aplicación de entretenimiento con una amplia selección de películas y series para todos los gustos. Con una interfaz intuitiva, te permite descubrir y disfrutar de contenido audiovisual de manera fácil y emocionante",
  "calipsoDescription": "Proporcionar asistencia para los errores encontrados en el sistema",
  "calipsoDescriptionOne": "Responsable de nuevas implementaciones al sistema",
  "calipsoDescriptionThree": "Trato directo con el cliente en caso de errores",
  "calipsoDescriptionTwo": "Sistema basado con Delphi y mejorado con Vbscript",
  "contact": "Contacto",
  "content": "Perfil de Mauricio",
  "descriptionAboutMe": "Soy desarrollador Full Stack con más de 5 años de experiencia construyendo aplicaciones web y móviles.",
  "descriptionAboutMeFour": "Me encanta seguir aprendiendo y estar al día en las últimas tecnologías.",
  "descriptionAboutMeThree": "Orientado al detalle con conocimientos de UX/UI, centrado en la entrega de productos útiles y significativos.",
  "descriptionAboutMeTwo": "Especialista en Javascript y React con fuerte experiencia en Back-End, interesado en trabajar en proyectos desafiantes y mejorar mis habilidades profesionales.",
  "descriptionContact": "Aunque actualmente no estoy buscando nuevas oportunidades, siempre estoy abierto a escucharte. Ponte en contacto conmigo, ¡haré todo lo posible por responderte!",
  "email": "mauriciogallegoavi@gmail.com",
  "experience": "Experiencia",
  "galiciaWorkDescription": "La aplicación de Banco Galicia es una herramienta integral para el manejo de las finanzas en dispositivos móviles. Permite realizar operaciones bancarias como transferencias, pagos de facturas, consultas de saldo, y ofrece funcionalidades como compras en USD, gestión de tarjetas de crédito/débito y acceso a promociones exclusivas para clientes.",
  "getInTouch": "Contactame",
  "greetings": "Hola, mi nombre es",
  "mainInfo": "y construyo cosas para la web.",
  "ops": "Upsss",
  "profileWorkDescription": "aplicación diseñada para mostrar la cartera de las aplicaciones que he realizado a lo largo del tiempo.",
  "publicisDescription": "Responsable de las tareas Front-End utilizando React.js y React Context.",
  "publicisDescriptionFour": "Elección de AWS para construir la aplicación con docker.",
  "publicisDescriptionThree": "Corto tiempo de desarrollo debido a la alta demanda.",
  "publicisDescriptionTwo": "La aplicación fue probada con Jest.js para pruebas unitarias.",
  "resume": "Currículum",
  "sayHello": "Saludáme",
  "someTechnologies": "Algunas tecnologías con las que estoy familiarizado:",
  "somethingBuilt": "Cosas Que He Construido",
  "syagarageDescription": "Responsable de las tareas Front-end manejando Next.js para construir la app.",
  "syagarageDescriptionFive": "Responsable de las tareas de DevOps implementando Terraform para construir todos los entornos.",
  "syagarageDescriptionFour": "Encargado de tareas back-end implementando Nest.js como framework principal y Prisma.io como ORM.",
  "syagarageDescriptionSix": "manejo de GCP para construir, desplegar y probar el back-end",
  "syagarageDescriptionThree": "Dar soporte al sistema de errores detectados a lo largo del tiempo",
  "syagarageDescriptionTwo": "Encargado de tareas móviles usando React Native como framework principal y cubriendo las pruebas con Detox.js.",
  "tugarantiaWorkDescription": "Una aplicación diseñada para facilitar el proceso de adquisición de pólizas de seguro, permitiendo a los usuarios acceder de manera rápida y sin complicaciones a una variedad de opciones de cobertura.",
  "urlNotFoud": "Parece que estás en el lugar equivocado",
  "vestidorWorkDescription": "Una aplicación diseñada para facilitar el proceso de renovación del guardarropa. Ofrece una plataforma donde los usuarios pueden comprar, vender o intercambiar ropa y accesorios de moda de manera sencilla",
  "whatIsNext": "Que sigue?",
  "WhereIWork": "Donde he trabajado",
  "work": "Trabajo",
  "workingOn": "Actualmente"
}
