{
  "about": "About me",
  "aboutMyself": "I'm a software developer specializing in building exceptional digital experiences. Currently, I'm focused on building products at ",
  "accentureDescription": "Collaborated with Front-end tasks using React.js, React Context and Redux.",
  "accentureDescriptionFive": "Developed, maintained, and shipped production code for client websites primarily using HTML, CSS, Sass, JavaScript, and jQuery",
  "accentureDescriptionFour": "In charge of mobile tasks using React Native as a principal framework.",
  "accentureDescriptionThree": "Apps tested with Jest.js for unit testing.",
  "accentureDescriptionTwo": "Pair Programming with the back-end side for new APIs.",
  "calipsoDescription": "Providing support for errors found in the system.",
  "calipsoDescriptionOne": "Responsible for new implementation to the system.",
  "calipsoDescriptionThree": "Dealing directly with the customer for errors.",
  "calipsoDescriptionTwo": "System based with Delphi and improved with Vbscript.",
  "contact": "Contact",
  "content": "Mauricio's profile",
  "descriptionAboutMe": "I’m Full Stack developer with 5+ years of experience building web and mobile apps.",
  "descriptionAboutMeFour": "I am thrilled to keep learning and staying up to date on the latest technologies.",
  "descriptionAboutMeThree": "Detail-oriented with UX/UI knowledge, focused on delivering useful and meaningful products.",
  "descriptionAboutMeTwo": "Javascript and React specialist with strong BE background, interested in working on challenging projects and futher improving my professional skills. ",
  "descriptionContact": "Although I'm actually not looking for new opportunities, I'm always open to hearing from you. Contact me, I'll try my best to get back to you",
  "email": "mauriciogallegoavi@gmail.com",
  "experience": "Experience",
  "getInTouch": "Get in touch",
  "greetings": "Hi, my name is",
  "mainInfo": "and I build things for the web.",
  "publicisDescription": "Responsible for Front-End tasks using React.js and React Context.",
  "publicisDescriptionFour": "Choosing AWS to build the app with docker.",
  "publicisDescriptionThree": "Short developing time due to high demand.",
  "publicisDescriptionTwo": "App was tested with Jest.js for unit testing.",
  "resume": "Curriculum",
  "sayHello": "Say hello",
  "someTechnologies": "some technologies with which I am familiar with:",
  "somethingBuilt": "Some Things I Have Built",
  "syagarageDescription": "Responsable de las tareas Front-end manejando Next.js para construir la app.",
  "syagarageDescriptionFive": "Responsible for DevOps tasks implementing Terraform to build all environments.",
  "syagarageDescriptionFour": "Responsible for back-end tasks implementing Nest.js as a main framework and Prisma.io as ORM.",
  "syagarageDescriptionSix": "Handling of GCP to build, deploy and test the back-end side",
  "syagarageDescriptionThree": "Support the system for errors detected over time.",
  "syagarageDescriptionTwo": "In charge of mobile tasks using React Native as a principal framework and covering the testing with Detox.js.",
  "whatIsNext": "What's next?",
  "WhereIWork": "Where I've Worked",
  "work": "Work",
  "basappWorkDescription": "Security application on webApp and mobile. designed for neighbourhoods and municipalities to alert theft and danger.",
  "profileWorkDescription": "application designed to show the portfolio of the applications I have made over time.",
  "vestidorWorkDescription": " An application designed to facilitate the process of wardrobe renewal. It offers a platform where users can easily buy, sell or exchange fashion clothing and accessories.",
  "butacaWorkDescription": "Butaca TV is an entertainment app with a wide selection of movies and series for every taste. With an intuitive interface, it allows you to discover and enjoy audiovisual content easily and excitingly",
  "galiciaWorkDescription": "The Banco Galicia app is a comprehensive tool for managing finances on mobile devices. It enables banking operations like transfers, bill payments, balance inquiries, and offers features such as USD purchases, credit/debit card management, and access to exclusive client promotions",
  "ops": "Upsss",
  "urlNotFoud": "You seem to be in the wrong place"
}
